[
    {
      "title": "What's new in React 18?",
      "body": "While there is still a lot more to come, I thought may be fascinating to share its top new features. While there is still a lot more to come, I thought may be fascinating to share its top new features. While there is still a lot more to come, I thought may be fascinating to share its top new features. While there is still a lot more to come, I thought may be fascinating to share its top new features. While there is still a lot more to come, I thought may be fascinating to share its top new features. While there is still a lot more to come, I thought may be fascinating to share its top new features."
    },
    {
        "title": "Is VDom still faster?",
        "body": "We where amazed: Even though javascript is an interpreted language, running on chrome or firefox was exceptionally fast. Even memory intens applications seemd to perform very similar to what we whrere used to. The most amazing part is the HTML5 canvas element, that is very cpable and creates high peformance antialiazed graphics in no time.  We where amazed: Even though javascript is an interpreted language, running on chrome or firefox was exceptionally fast. Even memory intens applications seemd to perform very similar to what we whrere used to. The most amazing part is the HTML5 canvas element, that is very cpable and creates high peformance antialiazed graphics in no time."
      },
      {
        "title": "The Strictness Principle",
        "body": "When you build software, you may end up in situations where the integration between several components becomes significantly hard to understand. Say you're reasoning about a component that is dependent on a set of variables or functions, and you share those variables or functions between other elements in the same system.  When you build software, you may end up in situations where the integration between several components becomes significantly hard to understand. Say you're reasoning about a component that is dependent on a set of variables or functions, and you share those variables or functions between other elements in the same system."
      },
      {
        "title": "Create & Connect",
        "body": "The world is changing rapidly, traditional credentials no longer carry the weight they once did. The ubiquity of low-cost online sources of information means that a knowledge gap is no longer the main differentiating factor between candidates. he world is changing rapidly, traditional credentials no longer carry the weight they once did. The ubiquity of low-cost online sources of information means that a knowledge gap is no longer the main differentiating factor between candidates. he world is changing rapidly, traditional credentials no longer carry the weight they once did. The ubiquity of low-cost online sources of information means that a knowledge gap is no longer the main differentiating factor between candidates."
      },
      {
        "title": "Create a Fastify server",
        "body": "It's a very short post, but I demonstrate how to simply start a server with Fastify. As this is the first time I use it, there might be some errors. Don't hesitate to give me feedback in the comments !  It's a very short post, but I demonstrate how to simply start a server with Fastify. As this is the first time I use it, there might be some errors. Don't hesitate to give me feedback in the comments !  It's a very short post, but I demonstrate how to simply start a server with Fastify. As this is the first time I use it, there might be some errors. Don't hesitate to give me feedback in the comments !  It's a very short post, but I demonstrate how to simply start a server with Fastify. As this is the first time I use it, there might be some errors. Don't hesitate to give me feedback in the comments ! "
      }
    
  ]
  